{
  "text": {
    "hi": 41,
    "hello": 37,
    "hey": 40,
    "good": 35,
    "morning": 57,
    "afternoon": 5,
    "evening": 29,
    "help": 38,
    "i": 44,
    "need": 61,
    "can": 15,
    "you": 96,
    "me": 55,
    "what": 93,
    "do": 25,
    "how": 43,
    "does": 26,
    "this": 85,
    "work": 95,
    "want": 92,
    "to": 86,
    "sign": 80,
    "up": 88,
    "create": 19,
    "an": 10,
    "account": 2,
    "register": 75,
    "my": 59,
    "name": 60,
    "is": 47,
    "john": 49,
    "email": 28,
    "example": 30,
    "com": 17,
    "and": 11,
    "password": 67,
    "password123": 68,
    "here": 39,
    "are": 12,
    "details": 24,
    "jane": 48,
    "pass123": 66,
    "alice": 6,
    "alice123": 7,
    "log": 50,
    "in": 46,
    "login": 51,
    "forgot": 34,
    "reset": 76,
    "s": 77,
    "show": 79,
    "the": 84,
    "homepage": 42,
    "on": 63,
    "take": 83,
    "new": 62,
    "dashboard": 22,
    "student": 81,
    "grades": 36,
    "am": 8,
    "doing": 27,
    "courses": 18,
    "see": 78,
    "fee": 31,
    "balance": 13,
    "much": 58,
    "owe": 65,
    "current": 21,
    "phase": 73,
    "which": 94,
    "make": 52,
    "a": 1,
    "payment": 70,
    "pay": 69,
    "fees": 32,
    "online": 64,
    "__number__": 0,
    "credit": 20,
    "card": 16,
    "amount": 9,
    "method": 56,
    "bank": 14,
    "transfer": 87,
    "using": 90,
    "paypal": 72,
    "admin": 4,
    "manage": 53,
    "students": 82,
    "add": 3,
    "update": 89,
    "deactivate": 23,
    "for": 33,
    "id": 45,
    "payments": 71,
    "view": 91,
    "records": 74,
    "management": 54
  },
  "intent": {
    "greet": 2,
    "help": 3,
    "signup": 17,
    "provide_signup_details": 13,
    "login": 4,
    "provide_login_details": 11,
    "reset_password": 15,
    "provide_email": 10,
    "view_homepage": 26,
    "view_dashboard": 23,
    "view_grades": 25,
    "view_fee_balance": 24,
    "view_current_phase": 22,
    "make_payment": 6,
    "provide_payment_details": 12,
    "view_admin_dashboard": 21,
    "manage_students": 8,
    "view_student_details": 28,
    "provide_student_id": 14,
    "manage_payments": 7,
    "add_student": 0,
    "deactivate_student": 1,
    "login_success": 5,
    "payment_success": 9,
    "reset_password_success": 16,
    "signup_success": 18,
    "update_payment_record": 19,
    "update_student": 20,
    "view_payment_records": 27
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 12,
    "action_session_start": 14,
    "action_default_fallback": 6,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 13,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 21,
    "action_unlikely_intent": 22,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_add_student": 0,
    "action_deactivate_student": 3,
    "action_login": 9,
    "action_process_payment": 10,
    "action_reset_password": 11,
    "action_show_current_phase": 15,
    "action_show_fee_balance": 16,
    "action_show_grades": 17,
    "action_show_payment_records": 18,
    "action_show_student_details": 19,
    "action_signup": 20,
    "action_update_payment_record": 23,
    "action_update_student": 24,
    "utter_admin_dashboard_options": 25,
    "utter_ask_login_details": 26,
    "utter_ask_payment_action": 27,
    "utter_ask_payment_details": 28,
    "utter_ask_reset_password_email": 29,
    "utter_ask_signup_details": 30,
    "utter_ask_student_id": 31,
    "utter_ask_student_management_action": 32,
    "utter_dashboard_options": 33,
    "utter_greet": 34,
    "utter_help": 35,
    "utter_homepage_announcements": 36,
    "utter_homepage_quick_links": 37,
    "utter_login_success": 38,
    "utter_payment_success": 39,
    "utter_reset_password_success": 40,
    "utter_signup_success": 41
  },
  "action_text": null,
  "intent_response_key": null
}